
{ "head": { "link": [], "vars": ["predicate", "object"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Dianthus superbus" }},
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Dianthus superbus, the fringed pink or large pink, is a species of Dianthus native to Europe and northern Asia, from northernmost Spain and France north to arctic Norway, and east to Japan; in the south of its range, it occurs at high altitudes, up to 2,400 m. There are six subspecies: It is the only food source of the large moth Coleophora musculella." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/genus" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Dianthus" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/species" }	, "object": { "type": "literal", "xml:lang": "en", "value": "superbus" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Dianthus superbus, the fringed pink or large pink, is a species of Dianthus native to Europe and northern Asia, from northernmost Spain and France north to arctic Norway, and east to Japan; in the south of its range, it occurs at high altitudes, up to 2,400 m. It is a herbaceous perennial plant growing to 80 cm tall. The leaves are green to greyish green, slender, up to 8 cm long. The flowers are sweetly scented, 3–5 cm in diameter, with five deeply cut fringed petals, pink to lavender with a greenish base; they are produced in branched clusters at the top of the stems from early to late summer. There are six subspecies: \n* Dianthus superbus subsp. superbus. Most of the species' range. \n* Dianthus superbus subsp. autumnalis Oberd. Southwestern France. \n* Dianthus superbus subsp. sylvestris Čelak. Germany. \n* Dianthus superbus subsp. alpestris Kablík. ex Čelak. (syn. D. s. subsp. speciosus). Alps, Carpathians, at high altitudes. Shorter stems; leaves greyer; flowers large. \n* Dianthus superbus subsp. stenocalyx (Trautv. ex Juz.) Kleopow. Southern Russia, Ukraine. \n* Dianthus superbus subsp. longicalycinus (Maxim.) Kitam. Japan. Also called nadeshiko (ナデシコ). It is the only food source of the large moth Coleophora musculella." }} ] } }