
{ "head": { "link": [], "vars": ["predicate", "object"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Rosa persica" }},
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Rosa persica is an anomalous species of rose that at one time was placed in a separate genus Hulthemia. It is native to deserts and steppes from Iran and Afghanistan in the south, through Central Asia, to western Siberia in the north. Its distinctive characteristics include a simple leaf without stipules (most rose leaves are pinnate with 3 to 7 leaflets, and have stipules), and a distinctive flower with a darker coloured central zone. In its natural habitat it is a deep-rooted weed that suckers – growing in Iranian fields for example, where it is collected for fuel once the grain crop has been harvested – but it is difficult to grow in gardens and rarely cultivated." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/synonymsRef" }	, "object": { "type": "literal", "xml:lang": "en", "value": "" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/genus" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Rosa" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/species" }	, "object": { "type": "literal", "xml:lang": "en", "value": "persica" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/synonyms" }	, "object": { "type": "literal", "xml:lang": "en", "value": "* Hulthemia persica Bornm.\n* R. simplicifolia Salisb." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Rosa persica is an anomalous species of rose that at one time was placed in a separate genus Hulthemia. It is native to deserts and steppes from Iran and Afghanistan in the south, through Central Asia, to western Siberia in the north. Its distinctive characteristics include a simple leaf without stipules (most rose leaves are pinnate with 3 to 7 leaflets, and have stipules), and a distinctive flower with a darker coloured central zone. In its natural habitat it is a deep-rooted weed that suckers – growing in Iranian fields for example, where it is collected for fuel once the grain crop has been harvested – but it is difficult to grow in gardens and rarely cultivated. is sometimes considered to be variety of this species, as R. persica var. berberifolia." }} ] } }