
{ "head": { "link": [], "vars": ["predicate", "object"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Atropa belladonna" }},
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Atropa belladonna, commonly known as belladonna or deadly nightshade, is a toxic perennial herbaceous plant in the nightshade family Solanaceae, which also includes tomatoes, potatoes, and eggplant (aubergine). It is native to Europe, North Africa, and Western Asia. Its distribution extends from Great Britain in the west to western Ukraine and the Iranian province of Gilan in the east. It is also naturalised or introduced in some parts of Canada and the United States." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/date" }	, "object": { "type": "literal", "xml:lang": "en", "value": "June 2020" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/genus" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Atropa" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/imageCaption" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Illustration from Köhler's Medicinal Plants 1887" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/reason" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Is this dry weight or fresh weight?" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/species" }	, "object": { "type": "literal", "xml:lang": "en", "value": "belladonna" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Atropa belladonna, commonly known as belladonna or deadly nightshade, is a toxic perennial herbaceous plant in the nightshade family Solanaceae, which also includes tomatoes, potatoes, and eggplant (aubergine). It is native to Europe, North Africa, and Western Asia. Its distribution extends from Great Britain in the west to western Ukraine and the Iranian province of Gilan in the east. It is also naturalised or introduced in some parts of Canada and the United States. The foliage and berries are extremely toxic when ingested, containing tropane alkaloids. These toxins include atropine, scopolamine, and hyoscyamine, which cause delirium and hallucinations, and are also used as pharmaceutical anticholinergics. Tropane alkaloids are of common occurrence not only in the Old World tribes Hyoscyameae (to which the genus Atropa belongs) and Mandragoreae, but also in the New World tribe Datureae - all of which belong to the subfamily Solanoideae of the plant family Solanaceae. Atropa belladonna has unpredictable effects. The antidote for belladonna poisoning is physostigmine or pilocarpine, the same as for atropine." }} ] } }