
{ "head": { "link": [], "vars": ["predicate", "object"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Scopolia carniolica" }},
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Scopolia carniolica, the European scopolia or henbane bell, is a poisonous plant belonging to the family Solanaceae. It has dark violet flowers on long hanging stems. It grows to 60 centimetres (24 in) in height. Its toxicity derives from its high levels of tropane alkaloids, particularly atropine. The concentration of atropine is highest in the roots. Scopolia carniolica is the symbol of the Slovene Society of Anaesthesiology and Intensive Care Medicine. The plant is a source of scopolamine, which was used as an anesthetic in the past." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/genus" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Scopolia" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/species" }	, "object": { "type": "literal", "xml:lang": "en", "value": "carniolica" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Scopolia carniolica, the European scopolia or henbane bell, is a poisonous plant belonging to the family Solanaceae. It has dark violet flowers on long hanging stems. It grows to 60 centimetres (24 in) in height. Its toxicity derives from its high levels of tropane alkaloids, particularly atropine. The concentration of atropine is highest in the roots. Scopolia carniolica grows on wet soils in beech forests of Southeastern Europe from lowlands to the mountainous zones, being native to a region stretching from the eastern Alps to the eastern Carpathians and also naturalised farther east in southwestern Russia. The rare form Scopolia carniolica f. hladnikiana (which differs from the common form in having a corolla that is greenish yellow, both inside and out) is native to Slovenia. Scopolia carniolica was first described by the botanist Carl Linnaeus and named in honour of the physician Giovanni Antonio Scopoli as Hyoscyamus scopolia. Nikolaus Joseph von Jacquin classified it to the genus Scopolia. The specific name carniolica signifies 'of Carniola', a historical region that comprised parts of modern-day Slovenia (see also Duchy of Carniola and March of Carniola). Scopolia carniolica is the symbol of the Slovene Society of Anaesthesiology and Intensive Care Medicine. The plant is a source of scopolamine, which was used as an anesthetic in the past. It is native to Austria, Baltic States, Czechoslovakia, Hungary, Italy, North Caucasus, Poland, Romania, Transcaucasus, Ukraine, Yugoslavia." }} ] } }