
{ "head": { "link": [], "vars": ["predicate", "object"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Coryloideae" }},
    { "predicate": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Coryloideae is a subfamily in the woody angiosperm family Betulaceae, commonly known as the birch family, and consists of four extant genera - Corylus L., Ostryopsis Decne., Carpinus L., and Ostrya Scop. These deciduous trees and shrubs are primarily distributed in the boreal and cool temperate zones of the Northern Hemisphere, with the majority occurring in Asia, many occurring in North America and a few species occurring as far south as South America. Synapomorphies such reduced staminate flowers, advanced wood anatomy features, and the presence of spermidines in pollen define the Coryloideae." }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/imageCaption" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Carpinus betulus foliage" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/subdivision" }	, "object": { "type": "literal", "xml:lang": "en", "value": "* †Asterocarpinus\n* Carpinus\n* †Coryloides\n* Corylus\n* †Cranea\n* †Kardiasperma\n* Ostrya\n* Ostryopsis\n* †Palaeocarpinus" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/subdivisionRanks" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Genera" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/property/taxon" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Coryloideae" }},
    { "predicate": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }	, "object": { "type": "literal", "xml:lang": "en", "value": "Coryloideae is a subfamily in the woody angiosperm family Betulaceae, commonly known as the birch family, and consists of four extant genera - Corylus L., Ostryopsis Decne., Carpinus L., and Ostrya Scop. These deciduous trees and shrubs are primarily distributed in the boreal and cool temperate zones of the Northern Hemisphere, with the majority occurring in Asia, many occurring in North America and a few species occurring as far south as South America. Synapomorphies such reduced staminate flowers, advanced wood anatomy features, and the presence of spermidines in pollen define the Coryloideae. While the division of the extant members of the Betulaceae into six genera is uncontroversial, the placement of these genera into higher taxonomic ranks and the level of these ranks are debated. Extensive studies on the basis of ribulose- 1,5-biphosphate carboxylase (rbcL) sequences, internal transcribed spacer (ITS) sequences, morphology, and various combined data sets support the dichotomy of the Betulaceae into two major clades. A few authors have divided the genera into two families, the Betulaceae (Alnus, Betula) and Corylaceae (Carpinus, Ostrya, Corylus, Ostryopsis). Many modern authors recognize two separate clades within the family, either as tribes Betuleae and Coryleae or subfamilies Betuloideae and Coryloideae. There has also been debate on the further division of the Coryloideae into two tribes: Coryleae (Corylus) and Carpineae (Ostryopsis, Carpinus, Ostrya)." }} ] } }